Repository: DiazGrano/NewYorkTimesArticles
Catalog: NewYorkTimesArticles/Resources/Localizables/*.lproj/Localizable.strings
Languages: es_419

# Splash.message.loading
source: Loading articles from New York Times
es_419: Cargando artículos del New York Times

# Network.message.error
source: %@ Error code: %@
es_419: Código de error: %@ %@

# Network.message.unknown
source: Unknown error, please try again later.
es_419: Error desconocido, por favor inténtalo más tarde.

# Network.message.badURL
source: Invalid URL, please try again later.
es_419: URL inválido, por favor inténtalo más tarde.

# Network.message.badResponseBody
source: Response body invalid, please try again later.
es_419: El cuerpo de la respuesta es incorrecto, por favor inténtalo más tarde.

# Network.message.badRequestBody
source: Request body invalid, please try again later.
es_419: El cuerpo de la petición es incorrecto, por favor inténtalo más tarde.

# Network.message.noInternet
source: There is no internet connection, please try again later.
es_419: No tienes conexión a internet, por favor inténtalo más tarde.

# Alerts.action.retry
source: Retry
es_419: Intentar de nuevo

# Home.message.mostViewed
source: Most viewed articles of the week
es_419: Artículos más vistos de la semana

# ArticleDetails.message.articleUpdatedDate
source: %@ (updated %@)
es_419: %@ (actualizado %@)

# ArticleDetails.message.publisher
source: Source: %@
es_419: Editorial: %@
